{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": " 2022 Copyright [name].All Rights Reserved."
			},
			"Translation":
			{
				"Text": " 2022 Copyright [name].All Rights Reserved."
			},
			"Key": "E8FE090E4536F8A90F7457812B3448BE"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "2524FD9548FF00808B2C2AA1A00DF0A9"
		},
		{
			"Source":
			{
				"Text": "120"
			},
			"Translation":
			{
				"Text": "120"
			},
			"Key": "FA6DF6BF45C3A357607FB8B6519A9E3E"
		},
		{
			"Source":
			{
				"Text": "30"
			},
			"Translation":
			{
				"Text": "30"
			},
			"Key": "FEE634CA4494A44C831E519A7DD8CD05"
		},
		{
			"Source":
			{
				"Text": "50"
			},
			"Translation":
			{
				"Text": "50"
			},
			"Key": "6D74FCAE4D001F262997F1B3514C54B9"
		},
		{
			"Source":
			{
				"Text": "60"
			},
			"Translation":
			{
				"Text": "60"
			},
			"Key": "BB8364F14B8F4C5676AF4496D9B26566"
		},
		{
			"Source":
			{
				"Text": "A"
			},
			"Translation":
			{
				"Text": "A"
			},
			"Key": "E47E0F5D452CE88F14C619B3CE868353"
		},
		{
			"Source":
			{
				"Text": "Ambient"
			},
			"Translation":
			{
				"Text": "Ambient"
			},
			"Key": "892861794720DA595B52F4A02BD5A531"
		},
		{
			"Source":
			{
				"Text": "Anti Aliasing"
			},
			"Translation":
			{
				"Text": "Anti Aliasing"
			},
			"Key": "C2724C154919C896D9C92FB8466971ED"
		},
		{
			"Source":
			{
				"Text": "Apply Settings"
			},
			"Translation":
			{
				"Text": "Apply Settings"
			},
			"Key": "2DFBFB804A357CCF351F6FBF0A076C3E"
		},
		{
			"Source":
			{
				"Text": "Are you sure you want to exit?"
			},
			"Translation":
			{
				"Text": "Are you sure you want to exit?"
			},
			"Key": "2D9C63A64C36E675C9D8D9A5BC0B228D"
		},
		{
			"Source":
			{
				"Text": "Are you sure you want to return\r\n              to the menu?    "
			},
			"Translation":
			{
				"Text": "Are you sure you want to return\r\n              to the menu?    "
			},
			"Key": "015988F048AF0EC2835BA18A161D97E0"
		},
		{
			"Source":
			{
				"Text": "Audio"
			},
			"Translation":
			{
				"Text": "Audio"
			},
			"Key": "4D01DA4D4C8B9CF6D4A8D19F05B99905"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "D7EDFB8E441DFD78395B8186A88B411D"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "61B0C4424B6887173157169239B5C303"
		},
		{
			"Source":
			{
				"Text": "Continue"
			},
			"Translation":
			{
				"Text": "Continue"
			},
			"Key": "CF5F808D405DB18820882F84A4DE0DF8"
		},
		{
			"Source":
			{
				"Text": "Control"
			},
			"Translation":
			{
				"Text": "Control"
			},
			"Key": "A79EF73D4C300F642CDBDD84DEFF1408"
		},
		{
			"Source":
			{
				"Text": "D"
			},
			"Translation":
			{
				"Text": "D"
			},
			"Key": "EA70AEC44B32EFB2620517892432997F"
		},
		{
			"Source":
			{
				"Text": "Decline Changes"
			},
			"Translation":
			{
				"Text": "Decline Changes"
			},
			"Key": "89073F94455EA9440DB1BDB5FFECBB7C"
		},
		{
			"Source":
			{
				"Text": "Effects"
			},
			"Translation":
			{
				"Text": "Effects"
			},
			"Key": "F100D96742C344C66ACE809DA9583822"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": "Exit"
			},
			"Key": "022ADDF0459C3D2C3F735A8A96B65527"
		},
		{
			"Source":
			{
				"Text": "FPS:"
			},
			"Translation":
			{
				"Text": "FPS:"
			},
			"Key": "40923BE24C40546DF502098593F9123F"
		},
		{
			"Source":
			{
				"Text": "Foliage Quality"
			},
			"Translation":
			{
				"Text": "Foliage Quality"
			},
			"Key": "396847FF4E2B5F8B0FB361AE4CB6D50C"
		},
		{
			"Source":
			{
				"Text": "Full Screen"
			},
			"Translation":
			{
				"Text": "Full Screen"
			},
			"Key": "9A0546574CDA2B1BF0267FBF4346FCF7"
		},
		{
			"Source":
			{
				"Text": "Fullscreen Mode"
			},
			"Translation":
			{
				"Text": "Fullscreen Mode"
			},
			"Key": "5D58C5D340607E4EE82F578091F171C6"
		},
		{
			"Source":
			{
				"Text": "Game Name"
			},
			"Translation":
			{
				"Text": "Game Name"
			},
			"Key": "8AFAE4BE4AABF827F7D157A25C50679E"
		},
		{
			"Source":
			{
				"Text": "Jump"
			},
			"Translation":
			{
				"Text": "Jump"
			},
			"Key": "726FCD104C429994341D3D91B040828C"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": "Language"
			},
			"Key": "C11DA0834025C16E20B112BD4A8EE5B5"
		},
		{
			"Source":
			{
				"Text": "Level 1"
			},
			"Translation":
			{
				"Text": "Level 1"
			},
			"Key": "59AB7C4C4DC15ACA4B9644A4B5301C5B"
		},
		{
			"Source":
			{
				"Text": "Level 10"
			},
			"Translation":
			{
				"Text": "Level 10"
			},
			"Key": "609A07A3471C973A2C49D086DB56255A"
		},
		{
			"Source":
			{
				"Text": "Level 11"
			},
			"Translation":
			{
				"Text": "Level 11"
			},
			"Key": "602D761C4EB657FC7059CEA97338CAD8"
		},
		{
			"Source":
			{
				"Text": "Level 12"
			},
			"Translation":
			{
				"Text": "Level 12"
			},
			"Key": "57ABA23845D878BCF14709959F6CB224"
		},
		{
			"Source":
			{
				"Text": "Level 2"
			},
			"Translation":
			{
				"Text": "Level 2"
			},
			"Key": "CFFC6EF8432A5802D5C1A197BFA70316"
		},
		{
			"Source":
			{
				"Text": "Level 3"
			},
			"Translation":
			{
				"Text": "Level 3"
			},
			"Key": "48D33C3E4DF719DB9A282A9C13FB7F37"
		},
		{
			"Source":
			{
				"Text": "Level 4"
			},
			"Translation":
			{
				"Text": "Level 4"
			},
			"Key": "A252ADAC4B550FAE4B1E5DA93256B15C"
		},
		{
			"Source":
			{
				"Text": "Level 5"
			},
			"Translation":
			{
				"Text": "Level 5"
			},
			"Key": "70F6E132476D145E69726EB438CC7AEC"
		},
		{
			"Source":
			{
				"Text": "Level 6"
			},
			"Translation":
			{
				"Text": "Level 6"
			},
			"Key": "4C4A3811495724F7CC866080992B0FD7"
		},
		{
			"Source":
			{
				"Text": "Level 7"
			},
			"Translation":
			{
				"Text": "Level 7"
			},
			"Key": "ADDE90E14C689090683736976BD882FF"
		},
		{
			"Source":
			{
				"Text": "Level 8"
			},
			"Translation":
			{
				"Text": "Level 8"
			},
			"Key": "2D6C208F4F7FD420103D13A1F761EE03"
		},
		{
			"Source":
			{
				"Text": "Level 9"
			},
			"Translation":
			{
				"Text": "Level 9"
			},
			"Key": "33B2D325481FC7C42E44D8BF6123C905"
		},
		{
			"Source":
			{
				"Text": "Level Choose "
			},
			"Translation":
			{
				"Text": "Level Choose "
			},
			"Key": "E94FA2934A5A1C062A72A59A243A55E2"
		},
		{
			"Source":
			{
				"Text": "Loading!"
			},
			"Translation":
			{
				"Text": "Loading!"
			},
			"Key": "B415481247CA96D7F9ACF581D5B47A3B"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": "Main Menu"
			},
			"Key": "A28041294474412BD162598FFFDFC487"
		},
		{
			"Source":
			{
				"Text": "Move Backward"
			},
			"Translation":
			{
				"Text": "Move Backward"
			},
			"Key": "45E8DC7844B557E46069ED975F211FDC"
		},
		{
			"Source":
			{
				"Text": "Move Forward"
			},
			"Translation":
			{
				"Text": "Move Forward"
			},
			"Key": "336BD3BB4F54F0BD1A9C9FA053B0487F"
		},
		{
			"Source":
			{
				"Text": "Move Left"
			},
			"Translation":
			{
				"Text": "Move Left"
			},
			"Key": "45B79A124AFE1CC456CDCE98476534DC"
		},
		{
			"Source":
			{
				"Text": "Move Right"
			},
			"Translation":
			{
				"Text": "Move Right"
			},
			"Key": "E3933111437A61C50615CD81297F43D9"
		},
		{
			"Source":
			{
				"Text": "Music"
			},
			"Translation":
			{
				"Text": "Music"
			},
			"Key": "A6C21BD64ECF7C9E24BDD1B50D3CD66F"
		},
		{
			"Source":
			{
				"Text": "New Game"
			},
			"Translation":
			{
				"Text": "New Game"
			},
			"Key": "E57C9EC24A91B8F53C31B390D2A35BE1"
		},
		{
			"Source":
			{
				"Text": "No Limit"
			},
			"Translation":
			{
				"Text": "No Limit"
			},
			"Key": "82D3D6124AFDE2CFB954D78AA1B3B4C4"
		},
		{
			"Source":
			{
				"Text": "No!"
			},
			"Translation":
			{
				"Text": "No!"
			},
			"Key": "037E07DA4862FB3A8E2881BB0A21EF12"
		},
		{
			"Source":
			{
				"Text": "No!"
			},
			"Translation":
			{
				"Text": "No!"
			},
			"Key": "53189E424B4180B0AC2553831708CE3A"
		},
		{
			"Source":
			{
				"Text": "Paused"
			},
			"Translation":
			{
				"Text": "Paused"
			},
			"Key": "FA0E451B49015544E209A4925524BE4F"
		},
		{
			"Source":
			{
				"Text": "Post Processing"
			},
			"Translation":
			{
				"Text": "Post Processing"
			},
			"Key": "987E982349D9EC6B6B1884A3DA5D6C97"
		},
		{
			"Source":
			{
				"Text": "Press Key"
			},
			"Translation":
			{
				"Text": "Press Key"
			},
			"Key": "21619E01417F8AA85845D9AB8DF140E2"
		},
		{
			"Source":
			{
				"Text": "Resolution Scale"
			},
			"Translation":
			{
				"Text": "Resolution Scale"
			},
			"Key": "FC28160A4A0DF40E7DA0EDA233707EF2"
		},
		{
			"Source":
			{
				"Text": "Restart"
			},
			"Translation":
			{
				"Text": "Restart"
			},
			"Key": "92C31EA24DC382CA382668AB68DC0872"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": "Resume"
			},
			"Key": "BE8D8AE2456D0726CED585AB929AF001"
		},
		{
			"Source":
			{
				"Text": "S"
			},
			"Translation":
			{
				"Text": "S"
			},
			"Key": "30448F4D483112BEB3F1D59946067C1A"
		},
		{
			"Source":
			{
				"Text": "Save Progress"
			},
			"Translation":
			{
				"Text": "Save Progress"
			},
			"Key": "6211CC4A4203CBAAAF22AD9F2CDB0E15"
		},
		{
			"Source":
			{
				"Text": "Screen Resolution"
			},
			"Translation":
			{
				"Text": "Screen Resolution"
			},
			"Key": "1DD74FAE4F8BA84B1D5819AF136E2031"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "Settings"
			},
			"Key": "168EE17C40DF90836B7C078552DBC54F"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "Settings"
			},
			"Key": "963C20D74484DD778BE64A917B2EBAA6"
		},
		{
			"Source":
			{
				"Text": "Shading Quality"
			},
			"Translation":
			{
				"Text": "Shading Quality"
			},
			"Key": "33A601C3433BBE246E0A2193EAA5776E"
		},
		{
			"Source":
			{
				"Text": "Shadow Quality"
			},
			"Translation":
			{
				"Text": "Shadow Quality"
			},
			"Key": "88A7B25349C8A8530C36A6AA68444382"
		},
		{
			"Source":
			{
				"Text": "Show FPS"
			},
			"Translation":
			{
				"Text": "Show FPS"
			},
			"Key": "F5A8B9BC4D951B7949EA98B03D003000"
		},
		{
			"Source":
			{
				"Text": "Space"
			},
			"Translation":
			{
				"Text": "Space"
			},
			"Key": "2A4EA67748248ADBCC593DAEB511C6A8"
		},
		{
			"Source":
			{
				"Text": "Texture Quality"
			},
			"Translation":
			{
				"Text": "Texture Quality"
			},
			"Key": "40B11D46437DC33CA9BCC39AA20A56A9"
		},
		{
			"Source":
			{
				"Text": "V-Sync Mode"
			},
			"Translation":
			{
				"Text": "V-Sync Mode"
			},
			"Key": "17B098C84B415A8A43546BB165B1E77D"
		},
		{
			"Source":
			{
				"Text": "Video"
			},
			"Translation":
			{
				"Text": "Video"
			},
			"Key": "CEC699394951C2DD4F3A63933CB369E0"
		},
		{
			"Source":
			{
				"Text": "View Distance"
			},
			"Translation":
			{
				"Text": "View Distance"
			},
			"Key": "8957EFC847154E5EA45330AE2251337F"
		},
		{
			"Source":
			{
				"Text": "Visual Effects Quality"
			},
			"Translation":
			{
				"Text": "Visual Effects Quality"
			},
			"Key": "5EE2F24A43860AAAD28DDBA176927EB0"
		},
		{
			"Source":
			{
				"Text": "W"
			},
			"Translation":
			{
				"Text": "W"
			},
			"Key": "6E368FE7418BD755EF264695798D1427"
		},
		{
			"Source":
			{
				"Text": "Windowed"
			},
			"Translation":
			{
				"Text": "Windowed"
			},
			"Key": "81B90EA345F1F5A00AB3D09469F6E7B8"
		},
		{
			"Source":
			{
				"Text": "Windowed Fullscreen"
			},
			"Translation":
			{
				"Text": "Windowed Fullscreen"
			},
			"Key": "DAFA55654FF19CD6DE2B4397EE9F4E92"
		},
		{
			"Source":
			{
				"Text": "Yes!"
			},
			"Translation":
			{
				"Text": "Yes!"
			},
			"Key": "FDC1A6AD42E8CE76D6264A8DD1465FA7"
		},
		{
			"Source":
			{
				"Text": "Yes!"
			},
			"Translation":
			{
				"Text": "Yes!"
			},
			"Key": "25429D5C4F55CBD2352677A089B9F690"
		},
		{
			"Source":
			{
				"Text": "_______________Advanced Settings_______________"
			},
			"Translation":
			{
				"Text": "_______________Advanced Settings_______________"
			},
			"Key": "C8F95B9147F3406BA14E06A6BB0D6845"
		},
		{
			"Source":
			{
				"Text": "_______________Basic Settings_______________"
			},
			"Translation":
			{
				"Text": "_______________Basic Settings_______________"
			},
			"Key": "C15A4FFA4B0E92A0343B5ABF8FE6C7A7"
		},
		{
			"Source":
			{
				"Text": "~Loaded!~"
			},
			"Translation":
			{
				"Text": "~Loaded!~"
			},
			"Key": "8626056E4249C96192633EBFBEDA6ABA"
		},
		{
			"Source":
			{
				"Text": "~Loading Meshes~"
			},
			"Translation":
			{
				"Text": "~Loading Meshes~"
			},
			"Key": "4C62FA4A475D7C1B2713DBBFBB70977B"
		}
	]
}